espressif/esp-idf/tools/test_apps/system/clang_build_test/sdkconfig.ci_clang.esp32p4.lld
# Build test: link with LLD instead of GNU ld (esp32p4 only)
CONFIG_IDF_TARGET="esp32p4"
CONFIG_COMPILER_USE_LLD=y
